Repository: ZhurbiloYaroslav/traderscalculator
Catalog: TradersCalculator/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hi, ja, pt_pt, ru, tr

# The list with such name exists
source: The history with such name exists
ru: История с таким именем уже существует

source: Buy PRO to add more records
ru: Купите PRO для добавления больше записей

# Create an empty list
source: Create an empty history
ar: إنشاء قائمة فارغة
fr: Créer une liste vide
hi: एक खाली सूची बनाएं
ru: Создать пустую историю

source: Receipt Verified Remotely
ar: تم تأكيد الإيصال
de: Die Quittung ist entfernt
es: Recibo verificado remotamente
fr: Réception vérifiée à distance
hi: रसीद दूर से सत्यापित की गई है
ja: 領収書の確認
pt_pt: Recibo verificado remotamente
tr: Makbuz Onaylandı

# welcome screen text
source: Hello dear Friend! There are two news: one bad and one good. The bad one is that the time machine broke! And the good news is that now you have an excellent App written by me specially for you and for your successful transactions! Here the only things that you need to know: Profit, Loss (if you are a fan of thrill) and Margin. What else do you need, my dear friend!? Everything is simple and everything is done the way you are used to! Test the free version. For starters, three currency pairs will be enough. You can save two histories of calculations. And export the story to yourself on the PC three times. And when you are ready to purchase a Pro version , then you will get limitless possibilities in everything ... And you will help the traveler in time ... Truly yours! Endrew Carlsin
ar: مرحبا يا صديقي! عندي خبران لك واحدهما سيئ والآخر جيد! السيئ هو أن آلة الزمن قد انكسرت! والجيد هو أن الآن لديك التطبيق الرائع الذي كتبته لك خصيصا ولصفقاتك الناجحة! هنا ما تحتاج إلى معرفته فحسب: الربح والخسارة (إذا كنت من محبي رعشة التشويق) والهامش. ماذا تريد أيضا يا صديقي العزيز؟! كل شيء بسيط ويتم بالطريقة المعتادة لك! جرّب الإصدار المجاني. أولا، ستكون ثلاثة أزواج العملات كافية لك. ويمكنك حفظ تاريخين من الحسابات وتصدير التاريخ إلى الكمبيوتر الخاص بك لثلاث مرات. وعندما كنت مستعدا لشراء إصدار PRO تحصل على إمكانات لا حدود لها في كل شيء... وسوف تساعد المسافر عبر الزمن... صديقك إيندرو كارلسن
de: Hallo, lieber Freund! Es gibt zwei Neuigkeiten – eine gute und eine schlechte! Die schlechte – Zeitmaschine ist zerbrochen! Die gute – jetzt hast Du eine wunderbare App in Verfügung, die ich extra für Dich und deine erfolgreiche Transaktionen geschrieben habe! Aber da ist, was du zu wissen brauchst: Ertrag, Verlust (falls Du Nervenkitzel freundlich bist), Marge. Was Brauchs Du noch, lieber Freund? Alles ist einfach und gewohnt gemacht! Teste kostenlose Version. Fürs erste genügt dir drei Devisenpaaren. Du kannst zwei Rechnugsverläufe speichern und drei Mal den Verlauf in deinen PC exportieren. Wenn Du bereit wirst, die Pro-Version zu erhalten, leiten für Dich grenzlose Möglichkeiten in allem ein. Jetzt hast du die Chance, dem Reisenden in der Zeit zu helfen. Dein Endrew Carlsin
fr: Bonjour, mon ami! J'ai une bonne et une mauvaise nouvelles! Mauvaise nouvelle -la machine de temps s'est cassée! Les bonnes nouvelles: maintenant vous avez une bonne application j'ai écrit spécialement pour vous et vos excellentes offres! Ici, il n'y a que ce que vous devez savoir : le bénéfice, la perte (si vous êtes un fan de frisson), marge. Avez-vous besoin d'autre chose mon cher ami? Tout est simple, Il y a tout ce que vous connaissez déjà! Essayez la version gratuite. Dans un premier temps, utilisez trois paires de devises, ce sera suffisant pour vous. Vous pouvez enregistrer deux historiques de calcul. Et les histoires d'exportation sur votre PC trois fois. Et quand vous serez prêt à acheter la version Pro, vous obtiendrez des possibilités illimitées Et vous aiderez le voyageur du temps... Vôtre Endrew Carlsin
hi: नमस्ते दोस्त! दो खबरें बुरी और अच्छी हैं! खराब खबर - टाइम मशीन टूट गया है! और अच्छी खबर यह है कि अब आपके पास एक उत्कृष्ट एप्लीकेशन है जो विशेष रूप से आपके लिए और आपके सफल लेनदेनों के लिए मेरे द्वारा लिखा गया है! यहाँ केवल यह जो आपको जानने की जरूरत है: लाभ, हानि (यदि आप तेज अनुभवों को पसंद करते हैं), मार्जिन। प्रिय मित्र, आपको और क्या जरूरत है ?! सब कुछ सरल है और सब कुछ आपके लिए परिचित तरीके से बनाया गया है। निःशुल्क संस्करण का परीक्षण करें। शुरुआत के लिए आपके लिए तीन मुद्रा जोड़े पर्याप्त होंगे। आप गणना के दो इतिहास सहेज सकते हैं और तीन बार इतिहास अपने पीसी में निर्यात कर सकते हैं। और जब आप प्रो संस्करण खरीदने के लिए तैयार हो जाएंगे तो आपको सभी में असीमित अवसर मिलेंगे... और आप समय में यात्री की मदद करेंगे... आपका Endrew Carlsin / एंड्रयू कार्लसीन
ja: 親愛なるユーザーの皆さん、こんにちは！ ここでは2つのニュースをお知らせします。 いいニュースと悪いニュースです。 悪いニュースとは、何とタイムマシンが動きませんでした！（泣） そしていいニュース、それはあなたが今すばらしいアプリケーションを持っていること！ 私はあなたのためにこのアプリを作りました！ あなたは今、良い取引を行うことが可能です。 このアプリはあなたが必要としているものだけしかありません。それは利益、損失、そしてマージンを見ること。
pt_pt: Olá Amigo! Têm duas noticias – mal e boa! Mal – Máquina do Tempo quebrou! E Boa, que agora você tem Aplicativo perfeito criado de mim especialmente para você e para seus bons negócios! Aqui somente que você precisa saber: Lucro, Prejuízo (se você é buscador das emoções), Margem. O que você mais precisa Amigo querido!? Tudo simples e tudo feito do jeito, como você já acostumou! Teste a versão gratuita. Para inicio é suficiente três pares das moedas. Você consegue salvar duas historias dos cálculos. E três vezes exportar a historia ao seu computador. E quando você vai estar pronto para comprar a versão Pro, neste caso você recebe as possibilidades sem fim em tudo... E vai ajudar a viajante em tempo..... Seu Endrew Carlsin
tr: Merhaba arkadaşım! İki haber var - kötü ve iyi! Kötü - Zaman makinesi kırıldı! Ve iyi, artık benden sizin için ve başarılı işlemleriniz için yazılmış mükemmel bir Uygulama var! Burada bilmeniz gereken tek şey: Kâr, Kaybı (eğer heyecan hayranı olan bir keşişinse), Marj Başka neye ihtiyacın var sevgili dostum! Her şey basit ve her şey senin alışkın olduğun şekilde yapılmış! Ücretsiz sürümü test edin. Yeni başlayanlar için, üç para birimi çiftine sahip olmak yeter. Sen iki öykü hesaplamasını kaydedebilirsin. Ve üç kez hikâyeyi PC'ye kendiniz vere bilirsiniz. Pro sürümünü satın almaya hazır olduğunuzda, Siz her şeyde sınırsız olanaklar elde ede bileceksiniz... Ve sen de zaman gezginine yardımcı olacaksın ... Sizin Endrew Carlsin
