Repository: ZhurbiloYaroslav/traderscalculator
Catalog: TradersCalculator/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hi, ja, pt_pt, ru, tr

source: Trader’s Calculator
ar: العربية
de: Traders Rechner
es: Calculadora del operador
fr: La calculatrice du trader
hi: ट्रेडर का कैलक्यूलेटर
ja: トレードの電卓
pt_pt: Calculador de Comerciante
ru: Калькулятор трейдера
tr: Yatırımcı hesaplayıcısı

source: Add that advertisement text here
ar: حاسبة المتداول
de: Fügen Sie den Werbetext ein
es: Añadir el anuncio de texto aquí
fr: Ajouter le texte de la publicité ici
hi: यहाँ विज्ञापन टेक्स्ट जोड़ने की जरूरत है
ja: 広告のテキストを加える
pt_pt: Aqui precisa inserir o texto da propaganda
ru: Сюда нужно вставить рекламный текст
tr: Reklam metnini buraya eklemek gerek.

source: Put the description here
ar: ضع(ي) نص الإعلان هنا
de: Fügen Sie die Beschreibung ein
es: Añadir la descripción aquí
fr: Mettez la description ici
hi: यहाँ विवरण जोड़ने की जरूरत है
ja: 説明事項
pt_pt: Aqui precisa inserir a descrição
ru: Сюда нужно вставить описание
tr: Açıklamanı buraya yazmak gerek

source: Extended PRO version
ar: ضع(ي) الوصف هنا
de: Update Pro Version
es: Versión Pro extendida
fr: Version Pro prolongée
hi: विस्तारित प्रो संस्करण
ja: 拡張プロバージョン
pt_pt: Versão estendida de PRO
ru: Расширенная PRO версия
tr: Genişletilmiş PRO sürümü

source: Remove ads and restrictions off the history, calculator and export
ar: إصدار PRO موسع
de: Die Werbung und Beschränkung in der Liste des Rechners, Verlaufs und Exports beseitigen
es: Eliminar anuncios y restricciones de la lista de elementos de la calculadora, historial y exportaciones
fr: Supprimer les announces. Supprimer les restrictions dans la liste des éléments de la calculatrice, de l'historique et des exportations.
hi: कैलकुलेटर, इतिहास और निर्यात की सूची में विज्ञापन और प्रतिबंध हटाएं।
ja: 制限解除、広告の非表示
pt_pt: Tirar a propaganda e as restrições no lista das posições do calculador, da historia e da exportação
ru: Убрать рекламу и ограничения в списке позиций калькулятора, истории, и экспорта
tr: Reklâmı ve hesap makinesi kalemleri listesindeki kısıtlamaları, hikâyeleri ve ihracatı kaldırın

source: Edit position
ar: تغيير اللغة
de: Die Position korrigieren
es: Editar posición
fr: Modifier la position
hi: पोजीशन संपादित करें
ja: ポジションの追加
pt_pt: Editar a posição
ru: Редактировать позицию
tr: Dili değiştir

source: Account currency
ar: تعديل الموضع
de: Rechnungsdevisen
es: Divisa de la cuenta
fr: Devise du compte
hi: खाते की मुद्रा
ja: 通貨アカウント
pt_pt: Moeda da conta
ru: Валюта счета
tr: Pozisyonu düzenle

source: Account parameters
ar: عملة الحساب
de: Rechnungsgröße
es: Parámetros de cuenta
fr: Paramètres du compte
hi: खाते के पैरामीटर्स
ja: パラメーターアカウント
pt_pt: Parâmetros da conta
ru: Параметры счета
tr: Hesap para birimi

source: Add position
ar: اختيار البارامترات
de: Die Position hinzufügen
es: Añadir una posición
fr: Ajouter une position
hi: पोजीशन जोड़ें
ja: 通貨のアカウントとレバレッジを選ぶ
pt_pt: Adicionar a posição
ru: Добавить позицию
tr: Parametrelerin seçimi

source: Back
ar: إضافة الموضع
de: Zurück
es: Atrás
fr: Précédent
hi: वापस जाएँ
ja: 戻る
pt_pt: Volte
ru: Назад
tr: Konum ekle

source: Benefits of PRO
ar: رجوع
de: Vorteile der Pro-Version
es: Beneficios de Pro
fr: Avantages de Pro
hi: PRO के फायदे
ja: プロバージョンのメリット
pt_pt: Benefícios de PRO
ru: Преимущества PRO
tr: Geriye

source: Buy
ar: فوائد إصدار PRO
de: Kaufen
es: Comprar
fr: Achat
hi: खरीदें
ja: 購入
pt_pt: Compra
ru: Покупка
tr: PRO'nun avantajları

source: Buy Pro
ar: شراء
de: Kaufen Pro Version
es: Comprar Pro
fr: Acheter Pro
hi: PRO खरीदें
ja: プロバージョンの購入
pt_pt: Comprar Pro
ru: Купить Pro
tr: Satın almak

source: Calculator
ar: آلة حاسبة
de: Rechner
es: Calculadora
fr: Calculatrice
hi: कैलकुलेटर
ja: 領収書の更新に失敗
pt_pt: Calculador
ru: Калькулятор
tr: Сalculator

source: Cancel
ar: حاسبة
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
pt_pt: Cancelar
ru: Отмена
tr: Hesap makinesi

source: Choose account currency
ar: إلغاء
de: Wählen Sie die Rechnungsdevisen
es: Elegir divisa de cuenta
fr: Choisir la devise du compte
hi: खाते की मुद्रा का चयन करें
ja: 通貨アカウントを選ぶ
pt_pt: Escolhe a moeda da conta
ru: Выберите валюту счета
tr: İptal etmek

source: Choose account leverage
ar: اختر (اختاري) عملة الحساب
de: Wählen Sie Kreditleverage
es: Elegir apalancamiento de cuenta
fr: Choisir un levier de compte
hi: खाते का लीवरेज चुनें
ja: レバレッジアカウントを選ぶ
pt_pt: Escolhe alavancagem
ru: Выберите кредитное плечо
tr: Hesap para birimini seçin

source: Choose language
ar: اختر (اختاري) رافعة مالية للحساب
de: Wählen Sie die Sprache
es: Elegir idioma
fr: Choisir la langue
hi: अपनी भाषा चुनें
ja: 言語を選ぶ
pt_pt: Escolhe a idioma
ru: Выберите язык
tr: Bir kredi kaldıraç seç

source: clear
ar: اختر (اختاري) اللغة
de: Ausschneiden
es: Claro
fr: Clair
hi: साफ़ करें
ja: クリア
pt_pt: Limpar
ru: Очистить
tr: Dil seçiniz

source: Delete
ar: مسح
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएँ
ja: 消去
pt_pt: Deletar
ru: Удалить
tr: Temizle

source: Delete position
ar: إزالة
de: Die Position löschen
es: Eliminar posición
fr: Supprimer la position
hi: पोजीशन हटाएँ
ja: ポジションの消去
pt_pt: Deletar a posição
ru: Удалить позицию
tr: Sil

source: Delete all positions
ar: حفظ المواضع في التاريخ
de: Alle Positionen löschen
es: Guardar la posición en la historia
fr: Supprimer toutes les positions
hi: सभी पोजीशन्स हटाएँ
ja: 消去
pt_pt: Cancelar todas as posições
ru: Удалить все позиции
tr: Konumunu tarihte kaydet

source: Developers
ar: إزالة كل المواضع
de: Erarbeiter
es: Desarrolladores
fr: Développeurs
hi: डेवलपर्स
ja: デベロッパー
pt_pt: Desenvolvedores
ru: Разработчики
tr: Tüm pozisyonları sil

source: Edit name
ar: مطورون
de: Den Namen korrigieren
es: Cambiar nombre
fr: Modifier le nom
hi: नाम संपादित करें
ja: 名前の編集
pt_pt: Editar o nome
ru: Редактировать имя
tr: Geliştiriciler

source: Export
ar: تعديل الموضع
es: Exportación
fr: Exportation
hi: निर्यात
ja: エクスポート
pt_pt: Exportação
ru: Экспорт
tr: Pozisyonu düzenle

source: History
ar: حاسبة
de: Verlauf
es: Opciones
fr: Histoire
hi: इतिहास
ja: アプリケーションの購入で有効にしてください
pt_pt: Historia
ru: История
tr: Hesap makinesi

source: Interfaсe
ar: تاريخ
de: Schnittstelle/ Interfaсe
hi: इंटरफ़ेस
ja: インターフェース
pt_pt: Interface
ru: Интерфейс
tr: Tarih

source: Language
ar: رافعة مالية
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
ja: 通貨のアカウント
pt_pt: Idioma
ru: Язык
tr: Kredi kaldıraç

source: Leverage
ar: عملة الحساب
de: Kreditleverage
es: Apalancamiento
fr: Effet de levier
hi: लीवरेज
ja: マージン
pt_pt: Alavancagem
ru: Кредитное плечо
tr: Para birimi

source: Open
ar: إزالة جميع المواضع
de: Öffnen
es: Eliminar todas las posiciones
fr: Ouvrir
hi: खोलें
ja: ポジションと履歴をセーブする
pt_pt: Abrir
ru: Открыть
tr: Tüm pozisyonları sil

source: Open price
ar: فتح
de: Öffnenpreis
es: Precio abierto
fr: Prix ouvert
hi: खोलने की कीमत
ja: 公開価格
pt_pt: Preço inicial
ru: Цена открытия
tr: Aç

source: Options
ar: سعر الفتح
de: Einstellungen
es: Opciones
hi: सेटिंग्स
ja: オプション
pt_pt: Configurações
ru: Настройки
tr: Açık fiyat

source: Parameters
ar: إعدادات
de: Parameter
es: Parámetros
fr: Paramètres
hi: पैरामीटर्स
ja: パラメーター
pt_pt: Parâmetros
ru: Параметры
tr: Seçenekler

source: Purchases
ar: بارامترات
de: Einkäufe
es: Compras
fr: Achats
hi: खरीदारियां
ja: 購入
pt_pt: Configurações
ru: Покупки
tr: Parametreler

source: Restore purchases
ar: عمليات الشراء
de: Die Einkäufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
hi: खरीदारियों को पुनर्स्थापित करें
ja: 購入の復元
pt_pt: Restaurar as compras
ru: Восстановить покупки
tr: Alımlar

source: Save all positions to history
ar: استعادة عمليات الشراء
de: Alle Positionen in Verlauf speichern
es: Guardar todas las posiciones en el historial
fr: Enregistrer toutes les positions dans l'historique
hi: इतिहास में सभी खरिदारियां सहेजें
ja: 全てのポジションと履歴をセーブする
pt_pt: Salvar todas as posições na historia
ru: Сохранить все позиции в историю
tr: Satın alımları geri yükle

source: Sell
ar: حفظ جميع المواضع في التاريخ
de: Verkauf
es: Vender
fr: Vendre
hi: बिक्री
ja: 売る
pt_pt: Venda
ru: Продажа
tr: Tüm pozisyonları tarihe kaydet

source: Stop loss
ar: أمر جني الأرباح
es: De límite de pérdidas
hi: स्टॉप लॉस
ja: 開始価格
pt_pt: Parar a perda
ru: Стоп лосс
tr: Kar almak

source: Take profit
ar: أمر وقف الخسارة
de: Nehmen Sie Gewinn/ Take profit
es: Límite de beneficios
hi: टेक प्रॉफिट
ja: 利益確保
pt_pt: Obter lucro
ru: Тейк профит
tr: Kaybı durdurmak

source: Value
ar: أمر جني الأرباح
de: Wert
es: Valor
fr: Valeur
hi: मूल्य
ja: 価格
pt_pt: Valor
ru: Лот
tr: Kar almak

source: Working set
ar: لوت
de: Arbeitsset
es: Conjunto de trabajo
fr: Ensemble de travail
hi: वर्किंग सेट
ja: ワーキングセット
pt_pt: Conjunto de trabalho
ru: Рабочий набор
tr: Lot

source: Thank you
ar: طقم العمل
de: Danke
es: Gracias
fr: Merci
hi: धन्यवाद
ja: ありがとう
pt_pt: Obrigado
ru: Спасибо
tr: Çalışma seti

source: Purchase is successfully made
ar: شكرا
de: Der Einkauf ist erfolgreich
es: La compra se realiza con éxito
fr: L'achat est réalisé avec succès
hi: खरीदारी सफलतापूर्वक की गई है
ja: 購入が正常に行われています
pt_pt: Compra foi feita com sucesso
ru: Покупка совершена успешно
tr: Teşekkürler

source: Restore failed
ar: تم الشراء بالنجاح
de: Wiederherstellung ist erfolglos
es: Error al restaurar
fr: L'achat est réalisé avec succès
hi: पुनर्स्थापित करने में असमर्थ है
ja: キャンセルが失敗しました
pt_pt: Restauração faliu
ru: Не удалось восстановить
tr: Satın alma başarıyla yapıldı

source: Unknown error, please contact support
ar: فشلت عملية الاستعادة
de: Unbekannter Fehler, wenden Sie sich bitte an Hilfe
es: Error desconocido, póngase en contacto con el soporte técnico
fr: Erreur inconnue, veuillez contacter le support
hi: अज्ञात त्रुटि, कृपया समर्थन से संपर्क करें
ja: エラー
pt_pt: Erro desconhecido, por favor, ligue para suporte
ru: Неизвестная ошибка, пожалуйста обратитесь в службу поддержки
tr: Geri yüklenemedi

source: Purchases are restored
ar: خطأ غير معروف، يرجى الاتصال بالدعم الفني
de: Die Einkäufe sind wiederhergestellt
es: Las compras se restauran
fr: Les achats sont restaurés
hi: खरीदारियां पुनर्स्थापित की गई हैं
ja: サポートにご連絡ください
pt_pt: Compras foram restauradas
ru: Покупки восстановлены
tr: Bilinmeyen hata, lütfen destek ile iletişime geçin.

source: All purchases have been restored
ar: تمت استعادة عمليات الشراء
de: Die Einkäufe waren wiederhergestellt
es: Todas las compras han sido restauradas
fr: Tous les achats ont été restaurés
hi: सभी खरीदारियां पुनर्स्थापित की गई थीं
ja: 購入は復元されます
pt_pt: Todas as compras foram restauradas
ru: Все покупки были восстановлены
tr: Satın alımlar geri yüklendi

source: Nothing to restore
ar: تمت استعادة عمليات الشراء كلها
de: Nichts zur Wiederhergestellung
es: Nada que restaurar
fr: Rien à restaurer
hi: पुनर्स्थापित करने के लिए कुछ नहीं
ja: 全ての購入が復元されました
pt_pt: Nada de restaurar
ru: Нечего восстанавливать
tr: Tüm satın alımlar geri yüklendi

source: No previous purchases were made
ar: لا شيء لاستعادة
de: Keine vorigen Einkäufe werden gemacht
es: No se realizaron compras previas
fr: Aucun achat antérieur n'a été effectué
hi: कोई पिछली खरीदारियां नहीं की गई थीं
ja: 復元するものがありません
pt_pt: Não foi feita nenhuma compra prévia
ru: Никаких при ведущих покупок не было сделано
tr: Geri yüklemek için bir şey yok

source: Receipt Varified
ar: لم تتم أية عملية الشراء سابقا
de: Die Quittung ist bestätigt
es: Recibo verified
fr: Réception Varified
hi: रसीद सत्यापित की गई है
ja: 購入履歴がありません
pt_pt: Recibo confirmado
ru: Квитанция подтверждено
tr: Daha önce yapılan satın alımlar yapılmadı

source: Receipt Verification
ar: لا توجد معلومات عن الإيصال، يرجى حصول على الإيصال من جديد وإعادة المحاولة
de: Einkauf ist gemacht
es: Verificación de recibos
fr: Vérification des reçus
hi: रसीद की जांच
ja: 領収書データが見つかりません。もう一度お試しください
pt_pt: Verificação de recibo
ru: Покупка совершена
tr: Hiçbir makbuz veri bulunamadı, uygulama yeni bir tanesini almaya çalışacak. Tekrar denetle

source: No receipt data found, application will try to get a new one. Try Again
ar: تأكيد الإيصال
de: Die Information über die Quittung ist nicht gefunden. Bitte, bekommen Sie die neue und versuchen noch einmal
es: No se han encontrado datos de recibos, tratar de conseguir uno nuevo e intenta de nuevo
fr: Aucune donnée de réception n'a été trouvée, s'il vous plaît, essayez d'obtenir un nouveau et essaye encore.
hi: रसीद के बारे में कोई जानकारी नहीं मिला है। कृपया नई रसीद को प्राप्त करने का प्रयास करें और फिर से प्रयास करें।
ja: 領収書の確認
pt_pt: Informação sobre recibo não encontrada. Por favor, tente receber nova e tente mais uma vez.
ru: Информация о квитанции не обнаружено, Пожалуйста попытайтесь получить новую и попробуйте ещё раз
tr: Makbuz Onaylanması

source: Receipt verification failed
ar: تأكيد الإيصال
de: Einkauf ist nicht gemacht
es: Error en la comprobación de recepción
fr: Échec de la vérification de réception
hi: रसीद की जांच में त्रुटि
ja: 領収書の確認
pt_pt: Verificação de recibo faliu
ru: Покупка не совершена
tr: Makbuz Onaylanması

source: Product is purchased
ar: فشل تأكيد الإيصال
de: Ware ist angeschafft
es: Producto se adquiere
fr: Le produit est acheté
hi: उत्पाद खरीदा गया है
ja: 入金確認に失敗しました
pt_pt: Produto é adquirido
ru: Продукт приобретен
tr: Makbuz Onaylanması başarısız oldu

source: Product will not be expired
ar: تمت عملية شراء المنتج
de: Geltungsdauer der Ware nicht endet
es: El producto no expirará
fr: Le produit ne sera pas expiré
hi: उत्पाद की समय सीमा समाप्त नहीं होगी
ja: 製品を購入しました
pt_pt: Validade do produto não vai expirar
ru: Срок действия продукта не истечёт
tr: Ürün satın alındı

source: Product is not Purchased
ar: لن تنتهي فترة الصلاحية للمنتج
de: Ware schafft nicht ein
es: El producto no se adquiere
fr: Le produit n'est pas acheté
hi: उत्पाद खरीदा नहीं जाता है
pt_pt: Produto não esta vendido
ru: Продукт не приобретается
tr: Ürünün süresi dolmamış olacak

source: Product has never been purchased
ar: لم تتم عملية شراء المنتج
de: Ware ist nie bezahlt
es: Producto nunca ha sido comprador
fr: Produit n'a jamais été acheté
hi: उत्पाद कभी खरीदा नहीं गया था
ja: この製品には制限がありません
pt_pt: Produto nunca foi adquirido
ru: Продукт никогда не оплачивался
tr: Ürün satın alınmadı

source: Receipt Refreshed
ar: لم تتم عملية شراء المنتج أبدا
de: Quittingrelaunch
es: Actualización del recibo
fr: Réception rafraîchie
hi: रसीदों का अद्यतन
ja: 製品を購入されていません
pt_pt: Atualização dos recibos
ru: Обновление квитанций
tr: Ürün hiç bir zaman satın alınmadı

source: Receipt refresh successfully
ar: تجديد الإيصالات
de: Einnahmen sind erfolgreich erneuert
es: El recibo se actualizó correctamente
fr: Rafraîchissement de réception avec succès
hi: रसीद सफलतापूर्वक रिफ्रेश की गई हैं
ja: 製品の購入は一度もされていません
pt_pt: Atualização dos recibos com sucesso
ru: Поступления успешно обновились
tr: Makbuz yenilendi

source: Receipt refresh failed
ar: فشل تجديد الإيصالات
de: Fehler bei Quittingrelaunch
es: Error al actualizar el recibo
fr: L'actualisation de réception a échoué
hi: रसीद रिफ्रेश विफल हो गया
ja: 領収書の更新に成功しました
pt_pt: Atualização dos recibos faliu
ru: Ошибка при обновлении квитанций
tr: Makbuz yenilemesi başarısız oldu

source: Please, enable in-App purchase
ar: فشل تجديد الإيصالات
de: Bitte, schalten Sie Appkauf ein
es: Por favor, active en la compra-app
fr: S'il vous plaît, activer l'achat in-app
hi: कृपया एप्लिकेशन की खरीदारी सक्षम करें
ja: 領収書の更新に失敗
pt_pt: Por favor, habilite a compra do aplicativo
ru: Пожалуйста, включите покупку приложения
tr: Makbuz yenilemesi başarısız oldu

source: Settings
ar: تاريخ
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
ja: 電卓
pt_pt: Configurações
ru: Настройки
tr: Tarih

source: Choose the currency of account
ar: إعدادات
de: Wählen Sie die Rechnungsdevisen
es: Elija la divisa de la cuenta
fr: Choisissez la devise du compte
hi: खाते की मुद्रा का चयन करें
ja: 履歴
pt_pt: Escolhe a moeda da conta
ru: Выберите валюту счета
tr: Ayarlar

source: Choose the leverage
ar: اختر (اختاري) عملة الحساب
de: Wählen Sie Kreditleverage
es: Elija el apalancamiento
fr: Choisissez l'effet de levier
hi: लीवरेज चुनें
ja: 設定
pt_pt: Escolhe alavancagem
ru: Выберите кредитное плечо
tr: Hesap para birimini seçin

source: Choose the currency of account and the leverage
ar: اختر (اختاري) رافعة مالية للحساب
de: Wahlen der Rechnungsdevisen und Kreditleverage
es: Elija la divisa de la cuenta y el apalancamiento
fr: Choisissez la devise du compte et l'effet de levie
hi: खाते की मुद्रा और लीवरेज चुनें
ja: 通貨のアカウントを選ぶ
pt_pt: Seleção da moeda da conta e da alavancagem
ru: Выбор валюты счета и кредитного плеча
tr: Kredi kaldıraç seçin

source: Selection of parameters
ar: اختيار عملة الحساب ورافعة مالية للحساب
de: Wahlen der Parameter
es: Selección de parámetros
fr: Sélection des options
hi: विकल्पों का चयन करें
ja: レバレッジを選ぶ
pt_pt: Seleção dos parâmetros
ru: Выбор параметров
tr: Hesap para birimini ve kredi kaldıraç seçin

source: Change the language
ar: إضافة الموضع
de: Die Sprache ändern
es: Cambiar el idioma
fr: Changer la langue
hi: भाषा बदलें
ja: 設定を選ぶ
pt_pt: Alterar a idioma
ru: Изменить язык
tr: Konum ekle

source: Change position
ar: تعديل الموضع
de: Die Position ändern
es: Cambiar posición
fr: Changer de position
hi: पोजीशन बदलें
ja: 言語の変更
pt_pt: Alterar a posição
ru: Изменить позицию
tr: Pozisyonu düzenle

source: Choose the lot
ar: تغيير الموضع
de: Wertswahlen
es: Elige el lote
fr: Choisissez le lot
hi: लाट चुनें
ja: ポジションの編集
pt_pt: Seleção de lote
ru: Выбор лота
tr: Pozisyon değiştir

source: Opening price
ar: اختر (اختاري) اللوت
de: Eröffnunfspreis
es: Precio de apertura
fr: Prix d'ouverture
hi: खोलने की कीमत
ja: ポジションの変更
pt_pt: Preço inicial
ru: Цена открытия
tr: Partiyi (lotu) seçin

source: Take profit
ar: سعر الفتح
de: Nehmen Sie Gewinn/ Take profit
es: Límite de beneficios
hi: टेक प्रॉफिट
ja: ロットを選ぶ
pt_pt: Obter lucro
ru: Тейк профит
tr: Açılış fiyatı

source: Opening price
ar: أمر وقف الخسارة
de: Eröffnunfspreis
es: Precio de apertura
fr: Prix d'ouverture
hi: खोलने की कीमत
ja: 利益を得る
pt_pt: Preço inicial
ru: ЦО (цена открытия)
tr: Kaybı durdurmak

source: Marge
ar: سعر الفتح
es: Margen
hi: मार्जिन
ja: ストップロス
pt_pt: Margem
ru: Маржа
tr: Açılış fiyatı

source: Currency off account
ar: هامش
de: Rechnungsdevisen
es: Divisa de cuenta
fr: Compte de devise
hi: खाते की मुद्रा
ja: 開始価格
pt_pt: Moeda da conta
ru: Валюта счета
tr: Marj

source: Purchases
ar: لغة
de: Einkaufe
es: Compras
fr: Achats
hi: खरीदारियां
ja: レバレッジ
pt_pt: Compras
ru: Покупки
tr: Dil

source: Turn off the ad
ar: عمليات الشراء
de: Die Werbung abschalten
es: Deshabilita los anuncios
fr: Désactiver l'annonce
hi: विज्ञापन अक्षम करें
ja: 言語
pt_pt: Desligar a propaganda
ru: Отключить рекламу
tr: Alımlar

source: Restor purchases
ar: إزالة الإعلانات
de: Die Einkaufe wiederherstellen
es: Restaurar las compras
fr: Restauration des achats
hi: खरीदारियों को पुनर्स्थापित करें
ja: 購入
pt_pt: Restaurar as compras
ru: Восстановить покупки
tr: Reklamı kapat

source: Paid version differences
ar: استعادة عمليات الشراء
de: Der Unterschied der entgeltlichen Version
fr: Différences de version payante
hi: सशुल्क संस्करण का भेद
ja: 広告を消す
pt_pt: Diferença da versão paga
ru: Отличие платной версии
tr: Satın alımları geri yükle

source: Choose that tool
ar: الفرق بين الإصدار المدفوع والإصدار المجاني
de: Wählen Sie Mittel
es: Diferencias de versión pagada
fr: Choisissez cet outil
hi: उपकरण का चयन करें
ja: 購入を復元
pt_pt: Escolhe a ferramenta
ru: Выберите инструмент
tr: Ücretli sürümün farkları

source: Description for
ar: اختر (اختاري) الأداة
de: Die Beschreibung für
es: Elija la herramienta
fr: Description pour
hi: ... के लिए विवरण
ja: 有料版との違い
pt_pt: Descrição para
ru: Описание для
tr: Bu aracı seçin

source: Close the language
ar: وصف ل
de: Wählen Sie die Sprache
es: Descripción de
fr: Choisissez la langue
hi: अपनी भाषा चुनें
ja: ツールを選ぶ
pt_pt: Escolhe a idioma
ru: Выберите язык
tr: Açıklama

source: Settings
ar: اختر (اختاري) اللغة
de: Einstellungen
es: Seleccione el idioma
fr: Paramètres
hi: सेटिंग्स
ja: の説明
pt_pt: Configurações
ru: Настройки
tr: Dili seç

source: Select the language
ar: إعدادات
de: Sprachewahlen
es: Ajustes
fr: Sélectionnez la langue
hi: भाषा का चयन करें
ja: 言語を選ぶ
pt_pt: Seleção do idioma
ru: Выбор языка
tr: Ayarlar

source: Change
ar: اختيار اللغة
de: Ändern
es: Seleccione el idioma
fr: Changement
hi: बदलें
ja: 設定
pt_pt: Alterar
ru: Изменить
tr: Dili seçin

source: Delete
ar: فتح
de: Löschen
es: Abierto
fr: Supprimer
hi: हटाएँ
ja: 全てのポジションを消去する
pt_pt: Cancelar
ru: Удалить
tr: Aç

source: Save the position in history
ar: إزالة
de: Die Positonen in Verlauf speichern
es: Eliminar
fr: Enregistrer la position dans l'historique
hi: इतिहास में पोजीशन्स सहेजें
ja: 変更
pt_pt: Salvar a posição na historia
ru: Сохранить позиции в историю
tr: Silmek

source: Change the name
ar: إزالة
de: Den Namen ändern
es: Eliminar
fr: Modifier le nom
hi: नाम बदलें
ja: 開く
pt_pt: Alterar o nome
ru: Изменить имя
tr: Sil

source: Export the history
ar: تغيير الاسم
de: Den Verlauf exportieren
es: Cambiar el nombre
fr: Exporter l'historique
hi: इतिहास निर्यात करें
ja: 消去
pt_pt: Exportar a historia
ru: Экспортировать историю
tr: İsmini değiştir

source: Please check your Internet connection and try again
ar: تصدير التاريخ
de: Bitte, prüfen Sie Ihre Internetverbindung und versuchen noch einmal
es: Exportar la historia
fr: Vérifier votre connexion Internet, s'il vous plaît, et essayez à nouveau
hi: कृपया अपना इंटरनेट कनेक्शन जांचें और फिर से प्रयास करें
ja: 名前の変更
pt_pt: Por favor, verifique sua conexão do internet e tente mais uma vez
ru: Пожалуйста, проверьте ваше интернет соединение и попробуйте еще раз
tr: Geçmişin ihracatını yap

source: Error occurred, please try again
ar: يرجى التحقق من اتصالك بالإنترنت وإعادة المحاولة
de: Fehler, versuchen Sie noch einmal
es: Por favor revise su conexión a Internet e inténtelo de nuevo
fr: Erreur s'est produite, s'il vous plaît essayer à nouveau
hi: एक त्रुटि हुई, कृपया पुनः प्रयास करें
ja: エクスポート履歴
pt_pt: Ocorreu um erro, por favor, tente mais uma vez
ru: Произошла ошибка, пожалуйста, попробуйте еще раз
tr: Lütfen, internet bağlantınızı kontrol edin ve tekrar deneyin

# Edit position #navBarTitle
source: Edit position
ru: Редактировать позицию

source: Pro version
ru: Pro версия

source: App info
ru: Информация о приложении

# Save all positions to the list in history
source: Save all positions to the history
ar: حفظ جميع المواقف إلى التاريخ
fr: Sauvegarder tous les postes de l'historique
hi: सभी स्थितियों को इतिहास में सहेजें
ru: Сохранить все позиции в историю

source: save
ru: сохранить

source: cancel
ru: отмена

source: Edit name of the history
ru: Редактировать название истории

# Choose or create a list
source: Choose or create a history
ar: اختر قائمة أو أنشئها
fr: Choisissez ou créez une liste
hi: एक सूची चुनें या बनाएं
ru: Выберите или создайте историю

# This name of the list exist
source: This name of the history exists
ru: Это имя уже существует

source: ok
ar: حسنا
fr: D'accord
hi: ठीक
ru: хорошо

source: Export date
ru: Дата экспорта

# list date
source: History date
ru: Дата изменения истории

# list name
source: History name
ru: Название списка

source: Instrument name
ru: Название инструмента

source: Value
ru: Лот

source: Open price
ru: Цена открытия

source: Take profit
ru: Тейк профит

source: Stop loss
ru: Стоп лосс

source: Profit
ru: Прибыль

source: Loss
ru: Убыток

source: Margin
ru: Маржа

source: Could Not Send Email
ru: Не получилось отправить email

source: Your device could not send e-mail. Please check e-mail configuration and try again
ru: Ваше устройство не может отправить e-mail. Пожалуйста, проверьте конфигурацию e-mail и попробуйте опять

# Copy
source: Duplicate
ar: مكرر
fr: Dupliquer
hi: प्रतिलिपि
ru: Дублировать

# Save positions to the list
source: Save positions to the history
ar: حفظ المواضع إلى القائمة
fr: Sauvegarder les positions dans la liste
ru: Сохранить позиции в историю

source: save & clear
ar: حفظ وواضحة
fr: sauvegarder et effacer
hi: सहेजें और साफ करें
ru: Сохранить и очистить

source: save & open
ar: حفظ وفتح
fr: sauvegarder et ouvrir
hi: सहेजें और खोलें
ru: Сохранить и открыть
